using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace UchOtd.Core
{
    public static class TeacherList
    {
        public static List<string> List = new List<string>
        {
            "Абрамова Елена Анатольевна",
            "Багрова Наталья Валериановна",
            "Балаева Зинаида Михайловна",
            "Герасимова Татьяна Анатольевна",
            "Герченова Дарья Владимировна",
            "Горшков Александр Александрович",
            "Дятлова Елена Алексеевна",
            "Ермохина Любовь Павловна",
            "Ершова Дарья Игоревна",
            "Жаринова Людмила Александровна",
            "Завершинская Ирина Андреевна",
            "Зимичев Анатолий Викторович",
            "Иванов Василий Николаевич",
            "Ильичёв Евгений Борисович",
            "Исаханова Виктория Самсоновна",
            "Казаков Игорь Валентинович",
            "Карпенко Геннадий Юрьевич",
            "Кведер Лариса Владимировна",
            "Клещева Ирина Яковлевна",
            "Коган Ирина Исааковна",
            "Кузовенко Оксана Анатольевна",
            "Маклаков Владимир Николаевич",
            "Мидзяева Дария Николаевна",
            "Морозов Иван Анатольевич",
            "Наприенко Анастасия Владимировна",
            "Некрасов Владимир Владимирович",
            "Никулина Татьяна Геннадьевна",
            "Петрова Елена Геннадьевна",
            "Полякова Виктория Александровна",
            "Сальникова Анна Александровна",
            "Самойлова Галина Ивановна",
            "Силянова Ильнора Хамзяевна",
            "Соколова Наталья Викторовна",
            "Сукиасян Сируш Юриковна",
            "Тарсуков Владимир Петрович",
            "Таумов Ирбулат Джуламанович",
            "Тюзина Марина Борисовна",
            "Фаерман Евгения Викторовна",
            "Фролов Олег Вячеславович",
            "Хапуженкова Екатерина Егоровна",
            "Целицкая Светлана Юрьевна",
            "Чиликина Ольга Вячеславовна",
            "Швалова Светлана Алексеевна"
        };
    }
}
